<?php

return array(
    /**
     * Main
     */
    'pages' => 'Страницы',
    'pages_prev' => 'назад',
    'pages_next' => 'вперед',
    'title_base' => 'AutoDial',
    'ID' => '#ID',
    'Edit' => 'Редактировать',
    'Info' => 'Информация',
    'Add' => 'Добавить',
    'Delete' => 'Удалить',
    'Delete full' => 'Полное удаление',
    'Save' => 'Сохранить',
    'Assign' => 'Прикрепить',
    'Yes' => 'Да',
    'No' => 'Нет',
    'yes' => 'Да',
    'no' => 'Нет',
    'Logout' => 'Выйти',
    'Log Out' => 'Выйти',
    'Create at' => 'Дата добавления',
    'Nomination' => 'Наименование',
    'more' => 'полный текст',
    'Warning' => 'Информация',
    'Notification' => 'Информация',
    'Return' => 'Вернуться на предыдущую страницу',
    'Change' => 'Сменить',
    'Account control' => 'Управление аккаунтом',
    'Fast links' => 'Быстрый переход',
    'for' => 'для',
    'all' => 'все',
    'Create' => 'Добавить',
    'month' => 'месяц',
    'year' => 'год',

    /**
     * IndexController
     */
    'Login' => 'Логин',
    'Enter' => 'Войти',
    'Register' => 'Регистрация',
    'Remind password' => 'Восстановить пароль',
    'Welcome to TelCloud!' => 'Добро пожаловать',
    'Enter to user cabinet' => 'Войти в личный кабинет',
    'News' => 'Новости',

    'auto_dial_started' => 'Обзвон по списку клиентов запущен',
    'admin_not_found' => 'Оператор не найден',
    'dial_log_not_found' => 'Отчет не найден',
    'dial_rule_parament_not_found' => 'Параметр обзвона не найден',
    'dial_rule_not_found' => 'Обзвона не найдено',
    'dial_settings_not_found' => 'Настройки не найдены',
    'login_password_is_empty' => 'Логин или пароль не заданы',
    'user_not_found' => 'Оператор уже существует',
    'file_not_found' => 'Файл не найден',
    'admin_is_bloced' => 'Оператор блокирован',
    'admin_is_deleted' => 'Оператор удален',
    'admin_validate_error' => 'Ошибка в данных оператора',
    'admin_exists' => 'Оператор уже существует',
    'not_allow' => 'Недостаточно прав для выполнение команды',
    'import_call_file_error' => 'Не удалось скачать файл',
    'surname_is_not_correct' => 'Фамилия задана не верно(только символы включая проблем))',
    'name_is_not_correct' => 'Имя задана не верно(только символы включая проблем))',
    'email_is_not_correct' => 'Адрес элетронной почты задан не верно',
    'phone_is_not_correct' => 'Телефон элетронной почты задан не верно (от 6 до 14 символов)',
    'dual_rule_not_end' => 'Обзвон еще не закончен, дождитесь окончания, осталось пользователей - ',
    'wrong_extension' => 'Формат файла голосового приветствия должен быть wav',
    'file_import_sucessfuly' => 'Импорт номеров завершен',
    'not_allow' => 'Доступ запрещен',
    'text_empyu' => 'Поисковый запрос не задан',
    'dial_rule_found' => 'Обзвон с таким именем уже существует',
    'file_size_limit' => 'Превышел лимит возможного размера файла (15 Мб)',
    'auto_dial_stoped' => 'Обзвон остановлен',
    'redirect_to_dial_log' => 'Перейти на страницу отчета',
    'auto_dial_stoped_by_user' => 'Обзвон остановлен для пользователя',

    /**
     * Menu
     */

    /**
     * Month names
     */
    'month_1' => 'Январь',
    'month_2' => 'Февраль',
    'month_3' => 'Март',
    'month_4' => 'Апрель',
    'month_5' => 'Май',
    'month_6' => 'Июнь',
    'month_7' => 'Июль',
    'month_8' => 'Август',
    'month_9' => 'Сентябрь',
    'month_10' => 'Октябрь',
    'month_11' => 'Ноябрь',
    'month_12' => 'Декабрь',

    /**
     * Day names
     */
    'day_1' => 'Понедельник',
    'day_2' => 'Вторник',
    'day_3' => 'Среда',
    'day_4' => 'Четверг',
    'day_5' => 'Пятница',
    'day_6' => 'Суббота',
    'day_7' => 'Воскресенье',
);